Repository: gx0404/projects
Catalog: xyz_logistics_hmi_back/static/i18n/translations/*/LC_MESSAGES/dpt.po
Languages: de, ja

source: 发生掉箱，本次掉箱的数目为: {0}，本次成功抓取的数目为: {1}
de: Der Fall des Kasten geschah, und die Anzahl der Kästen, die dieses Mal gefallen sind, ist: {0}, und die Anzahl der erfolgreich gefangenen Kästen dieses Mal ist: {1}
ja: 箱落下が発生しました、今回の落下の数は：{0}、今回のキャッチ成功数は：{1}

source: 任务进度: {0}/{1}
de: Aufgabefortschritt: {0}/{1}
ja: タスクの進捗状況: {0}/{1}

source: 任务已结束
de: Mission ist beendet
ja: ミッションは終了しました

source: 抓取位({0})已到位
de: Die Greifposition ({0}) ist einsatzbereit
ja: ピックポジション({0})を所定の位置に配置

source: 放置位({0})已到位
de: Die Platzierungsposition ({0}) ist einsatzbereit
ja: プレースポジション({0})を所定の位置に配置

source: 托盘({0})已清空
de: Die Palette ({0}) wurde geleert
ja: トレイ ({0}) が空になった

source: 必须指定 target_num 或 sku_info.sku_num
de: Der Parameter „target_num“ oder „sku_info.sku_num“ muss angegeben werden
ja: target_num または sku_info.sku_num を指定する必要があります

source: 已收到单拆任务({0})，任务数量: {1}
de: Die einzelne Palettierungsaufgabe ({0})wird empfangen, die Anzahl der Aufgaben: {1}
ja: ({0})のデパレタイズタスクを受信しました、タスク数: {1}

source: 已收到单码任务({0})，任务数量: {1}
de: Die einzelne De-Palettierungsaufgabe ({0}) wird empfangen, die Anzahl der Aufgaben: {1}
ja: ({0})のパレタイズタスクを受信しました、タスク数: {1}

source: 已收到混拆任务({0})，任务数量: {1}
de: Die Aufgabe von dem gemischten De-Palettieren ({0}) wird empfangen, die Anzahl der Aufgaben: {1}
ja: ({0})のミックスデパレタイズタスクを受信しました、タスク数: {1}

source: 已收到混码任务({0})，任务数量: {1}
de: Die Aufgabe von dem gemischten Palettieren ({0}) wird empfangen, die Anzahl der Aufgaben: {1}
ja: ({0})のミックスパレタイズタスクを受信しました、タスク数: {1}

source: 混码规划订单({0})规划完成，一共创建({1})个任务
de: die gemischte Palettieren-Planungsreihenfolge ({0}) abgeschlossen ist, eine Summe von ({1}) Aufgaben erstellt wird
ja: ミックスパレタイズ計画オーダーの ({0}) の計画が完了し、合計で（{1}）個のタスクを作成しました。

source: 混码规划订单({0})规划失败，该订单已被删除
de: Die Planung der Planungsreihenfolge mit gemischtem Palettieren ({0}) ist fehlgeschlagen, und die Bestellung wurde gelöscht
ja: ミックスパレタイズ計画オーダーの ({0}) の計画が失敗し、当オーダーが削除されました。

source: 收到混码规划订单({0})，正在规划中...
de: Die gemischte Palettierung-Planungsreihenfolge ({0}) ist eingegangen, die Planung ist in Bearbeitung…
ja: ({0})のミックスパレタイズ計画オーダーを受信し、計画中...

source: 混码规划订单({0})规划失败
de: Die Planung der Planungsreihenfolge mit gemischtem Palettieren ({0}) ist fehlgeschlagen, und die Bestellung wurde gelöscht
ja: ミックスパレタイズ計画オーダーの ({0}) の計画が失敗し、当オーダーが削除されました。

source: 收到混码任务({0})
de: die gemischte Palettierungsaufgabe({0}) wird empfangen
ja: ({0})のミックスパレタイズタスクを受信しました。

source: 所有订单被清空
de: Alle Aufträge werden freigegeben
ja: すべてのオーダーがクリアになった

source: 机器人运行中，订单删除失败
de: Der Roboter bewegt, der Auftrag kann nicht gelöscht werden
ja: ロボット動作中、オーダー削除に失敗

source: 已回报放置位工作空间({0})已满, 托盘号({1})
de: Der Arbeitsbereich der Platzierungsposition({0}) ist voll, Palettennummer ({1})
ja: ワークスペース（{0}）が満載と返信し、パレット番号（{1}）

source: 已回报放置位工作空间({0})已满
de: Der Arbeitsbereich der Platzierungsposition({0}) ist voll, Palettennummer ({1})
ja: プレースポジションのワークスペース（{0}）が満載と返信しました。

source: 已回报抓取位工作空间({0})已空, 托盘号({1})
de: Der Arbeitsbereich der Greifposition({0}) ist leer, Palettennummer ({1})
ja: ピックポジションのワークスペース（{0}）が空になったと返信し、パレット番号（{1}）

source: 已回报抓取位工作空间({0})已空
de: Der Arbeitsbereich der Greifposition({0}) ist leer.
ja: ピックポジションのワークスペース（{0}）が空になったと返信しました。

source: 异常信息({0})已回报至WCS.
de: Fehler ({0}) wurde an WCS gemeldet.
ja: 例外メッセージ({0})がWCSに返信されました。

source: 回报任务{0}已完成
de: Die Aufgabe {0} ist abgeschlossen
ja: タスク{0}完了と返信します。

source: 回报订单{0}已完成
de: Der Auftrag {0} wurde abgeschlossen
ja: オーダー{0}完了と返信します。

source: 已清空任务
de: Die Aufgabe wurde gelöscht
ja: タスクをクリアしました。
